[A_Item.Aster_Seraph_Antagonist_Shield:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="[skill]curse[-skill] Shoot the enemy, send them flying [skill]Before the enemy[-skill]."

[A_Item.Aster_Seraph_Antagonist_Shield:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="a snake [slag]jump[-slag] Return the ball to the opponent."

[A_Item.Aster_Seraph_Blockade_Shield:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Suspect [skill]Strong resistance to damage[-skill] when the threat is over [skill]Average damage resistance[-skill] when there is no general threat."
